{
  "clz": "ContentApiResponse",
  "lockedPublications": { "clz": "LockedPublications", "locked": [] },
  "related": [],
  "contentResponse": {
    "clz": "ContentResponse",
    "navigation": [
      {
        "clz": "NavItem",
        "fragment": "section_133479411-0",
        "external": false,
        "title": "Pain relief",
        "browse": false
      },
      {
        "clz": "NavItem",
        "fragment": "section_133479411-1",
        "external": false,
        "title": "Non-opioid analgesics and compound analgesic preparations",
        "browse": false
      },
      {
        "clz": "NavItem",
        "fragment": "section_133479411-2",
        "external": false,
        "title": "Opioid analgesics and dependence",
        "browse": false
      }
    ],
    "link": {
      "clz": "PageLink",
      "rcSearchTerms": ["Analgesics"],
      "pageType": {
        "clz": "PageType",
        "title": "Treatment summary",
        "key": "treatmentSummary"
      },
      "publication": "bnf",
      "plainTitle": "Analgesics",
      "id": "_133479411",
      "title": "Analgesics"
    },
    "dates": "<p>Last Update: 06-Oct-2020</p>",
    "body": "<div id=\"section_133479411-0\">\n <h2>Pain relief</h2> \n <p>The non-opioid drugs, <a href=\"/#/content/bnf/_970446495\" title=\"paracetamol\"><span class=\"search-term-highlight\">paracetamol</span></a> and <a href=\"/#/content/bnf/_456850132\" title=\"aspirin\">aspirin</a> (and other NSAIDs), are particularly suitable for pain in musculoskeletal conditions, whereas the opioid analgesics are more suitable for moderate to severe pain, particularly of visceral origin. The MHRA/CHM have issued important safety information on the use of opioids and risk of dependence and addiction. For further information, see <i>Important safety information</i> in individual drug monographs.</p> \n <div>\n  <h3>Pain in sickle-cell disease</h3> \n  <p>The pain of mild sickle-cell crises is managed with <a href=\"/#/content/bnf/_970446495\" title=\"paracetamol\"><span class=\"search-term-highlight\">paracetamol</span></a>, a NSAID, <a href=\"/#/content/bnf/_500221934\" title=\"codeine phosphate\">codeine phosphate</a>, or <a href=\"/#/content/bnf/_368420593\" title=\"dihydrocodeine tartrate\">dihydrocodeine tartrate</a>. Severe crises may require the use of <a href=\"/#/content/bnf/_761904314\" title=\"morphine\">morphine</a> or <a href=\"/#/content/bnf/_184210291\" title=\"diamorphine hydrochloride\">diamorphine hydrochloride</a>; concomitant use of a NSAID may potentiate analgesia and allow lower doses of the opioid to be used. <a href=\"/#/content/bnf/_221746959\" title=\"Pethidine hydrochloride\">Pethidine hydrochloride</a> should be avoided if possible because accumulation of a neurotoxic metabolite can precipitate seizures; the relatively short half-life of <a href=\"/#/content/bnf/_221746959\" title=\"pethidine hydrochloride\">pethidine hydrochloride</a> necessitates frequent injections.</p> \n </div> \n <div>\n  <h3>Dental and orofacial pain</h3> \n  <p>Analgesics should be used judiciously in dental care as a <b>temporary</b> measure until the cause of the pain has been dealt with.</p> \n  <p>Dental pain of inflammatory origin, such as that associated with pulpitis, apical infection, localised osteitis or pericoronitis is usually best managed by treating the infection, providing drainage, restorative procedures, and other local measures. Analgesics provide temporary relief of pain (usually for about 1 to 7 days) until the causative factors have been brought under control. In the case of pulpitis, intra-osseous infection or abscess, reliance on analgesics alone is usually inappropriate.</p> \n  <p>Similarly the pain and discomfort associated with acute problems of the oral mucosa (e.g. acute herpetic gingivostomatitis, erythema multiforme) may be relieved by <a href=\"/#/content/bnf/_145428559\" title=\"benzydamine hydrochloride\">benzydamine hydrochloride</a> mouthwash or spray until the cause of the mucosal disorder has been dealt with. However, where a patient is febrile, the antipyretic action of <a href=\"/#/content/bnf/_970446495\" title=\"paracetamol\"><span class=\"search-term-highlight\">paracetamol</span></a> or <a href=\"/#/content/bnf/_778077044\" title=\"ibuprofen\">ibuprofen</a> is often helpful.</p> \n  <p>The <i>choice</i> of an analgesic for dental purposes should be based on its suitability for the patient. Most dental pain is relieved effectively by non-steroidal anti-inflammatory drugs (NSAIDs). NSAIDs that are used for dental pain include <a href=\"/#/content/bnf/_778077044\" title=\"ibuprofen\">ibuprofen</a>, <a href=\"/#/content/bnf/_253177925\" title=\"diclofenac sodium\">diclofenac sodium</a>, and <a href=\"/#/content/bnf/_456850132\" title=\"aspirin\">aspirin</a>. <a href=\"/#/content/bnf/_970446495\" title=\"Paracetamol\"><span class=\"search-term-highlight\">Paracetamol</span></a> has analgesic and antipyretic effects but no anti-inflammatory effect.</p> \n  <p>Opioid analgesics such as <a href=\"/#/content/bnf/_368420593\" title=\"dihydrocodeine tartrate\">dihydrocodeine tartrate</a> act on the central nervous system and are traditionally used for <i>moderate to severe pain</i>. However, opioid analgesics are relatively ineffective in dental pain and their side-effects can be unpleasant. <a href=\"/#/content/bnf/_970446495\" title=\"Paracetamol\"><span class=\"search-term-highlight\">Paracetamol</span></a>, <a href=\"/#/content/bnf/_778077044\" title=\"ibuprofen\">ibuprofen</a>, or <a href=\"/#/content/bnf/_456850132\" title=\"aspirin\">aspirin</a> are adequate for most cases of dental pain and an opioid is rarely required.</p> \n  <p>Combining a non-opioid with an opioid analgesic can provide greater relief of pain than either analgesic given alone. However, this applies only when an adequate dose of each analgesic is used. Most combination analgesic preparations have not been shown to provide greater relief of pain than an adequate dose of the non-opioid component given alone. Moreover, combination preparations have the disadvantage of an increased number of side-effects.</p> \n  <p>Any analgesic given before a dental procedure should have a low risk of increasing postoperative bleeding. In the case of pain after the dental procedure, taking an analgesic before the effect of the local anaesthetic has worn off can improve control. Postoperative analgesia with <a href=\"/#/content/bnf/_778077044\" title=\"ibuprofen\">ibuprofen</a> or <a href=\"/#/content/bnf/_456850132\" title=\"aspirin\">aspirin</a> is usually continued for about 24 to 72 hours.</p> \n  <p><i>Temporomandibular dysfunction</i> can be related to anxiety in some patients who may clench or grind their teeth (bruxism) during the day or night. The muscle spasm (which appears to be the main source of pain) may be treated empirically with an overlay appliance which provides a free sliding occlusion and may also interfere with grinding. In addition, <a href=\"/#/content/bnf/_273684709\" title=\"diazepam\">diazepam</a>, which has muscle relaxant as well as anxiolytic properties, may be helpful but it should only be prescribed on a short-term basis during the acute phase. Analgesics such as <a href=\"/#/content/bnf/_456850132\" title=\"aspirin\">aspirin</a> or <a href=\"/#/content/bnf/_778077044\" title=\"ibuprofen\">ibuprofen</a> may also be required.</p> \n </div> \n <div>\n  <h3>Dysmenorrhoea</h3> \n  <p>Use of an oral contraceptive prevents the pain of dysmenorrhoea which is generally associated with ovulatory cycles. If treatment is necessary <a href=\"/#/content/bnf/_970446495\" title=\"paracetamol\"><span class=\"search-term-highlight\">paracetamol</span></a> or a NSAID will generally provide adequate relief of pain. The vomiting and severe pain associated with dysmenorrhoea in women with endometriosis may call for an antiemetic (in addition to an analgesic). Antispasmodics (such as <a href=\"/#/content/bnf/_174129159\" title=\"alverine citrate\">alverine citrate</a>) have been advocated for dysmenorrhoea but the antispasmodic action does not generally provide significant relief.</p> \n </div> \n</div>\n<div id=\"section_133479411-1\">\n <h2>Non-opioid analgesics and compound analgesic preparations</h2> \n <p><a href=\"/#/content/bnf/_456850132\" title=\"Aspirin\">Aspirin</a> is indicated for headache, transient musculoskeletal pain, dysmenorrhoea, and pyrexia. In inflammatory conditions, most physicians prefer anti-inflammatory treatment with another NSAID which may be better tolerated and more convenient for the patient. <a href=\"/#/content/bnf/_456850132\" title=\"Aspirin\">Aspirin</a> is used increasingly for its antiplatelet properties. <a href=\"/#/content/bnf/_456850132\" title=\"Aspirin\">Aspirin</a> tablets or dispersible <a href=\"/#/content/bnf/_456850132\" title=\"aspirin\">aspirin</a> tablets are adequate for most purposes as they act rapidly.</p> \n <p>Gastric irritation may be a problem; it is minimised by taking the dose after food. Enteric-coated preparations are available, but have a slow onset of action and are therefore unsuitable for single-dose analgesic use (though their prolonged action may be useful for night pain).</p> \n <p><a href=\"/#/content/bnf/_456850132\" title=\"Aspirin\">Aspirin</a> interacts significantly with a number of other drugs and its interaction with <a href=\"/#/content/bnf/_107604022\" title=\"warfarin sodium\">warfarin sodium</a> is a <b>special hazard</b>.</p> \n <p><a href=\"/#/content/bnf/_970446495\" title=\"Paracetamol\"><span class=\"search-term-highlight\">Paracetamol</span></a> is similar in efficacy to <a href=\"/#/content/bnf/_456850132\" title=\"aspirin\">aspirin</a>, but has no demonstrable anti-inflammatory activity; it is less irritant to the stomach and for that reason is now generally preferred to <a href=\"/#/content/bnf/_456850132\" title=\"aspirin\">aspirin</a>, particularly in the elderly. <b>Overdosage</b> with <a href=\"/#/content/bnf/_970446495\" title=\"paracetamol\"><span class=\"search-term-highlight\">paracetamol</span></a> is particularly dangerous as it may cause hepatic damage which is sometimes not apparent for 4 to 6 days.</p> \n <p><a href=\"/#/content/bnf/_598715705\" title=\"Nefopam hydrochloride\">Nefopam hydrochloride</a> may have a place in the relief of persistent pain unresponsive to other non-opioid analgesics. It causes little or no respiratory depression, but sympathomimetic and antimuscarinic side-effects may be troublesome.</p> \n <p><b>Non-steroidal anti-inflammatory analgesics</b> (NSAIDs) are particularly useful for the treatment of patients with chronic disease accompanied by pain and inflammation. Some of them are also used in the short-term treatment of mild to moderate pain including transient musculoskeletal pain but <a href=\"/#/content/bnf/_970446495\" title=\"paracetamol\"><span class=\"search-term-highlight\">paracetamol</span></a> is now often preferred, particularly in the elderly. They are also suitable for the relief of pain in <i>dysmenorrhoea</i> and to treat pain caused by <i>secondary bone tumours</i>, many of which produce lysis of bone and release prostaglandins. Selective inhibitors of cyclo-oxygenase-2 may be used in preference to non-selective NSAIDs for patients at high risk of developing serious gastro-intestinal side-effects. Several NSAIDs are also used for postoperative analgesia.</p> \n <p>A non-opioid analgesic administered by intrathecal infusion (<b>ziconotide</b> (<i>Prialt</i>®), available from Eisai) is licensed for the treatment of chronic severe pain; ziconotide can be used by a hospital specialist as an adjunct to opioid analgesics.</p> \n <div>\n  <h3>Compound analgesic preparations</h3> \n  <p>Compound analgesic preparations that contain a simple analgesic (such as <a href=\"/#/content/bnf/_456850132\" title=\"aspirin\">aspirin</a> or <a href=\"/#/content/bnf/_970446495\" title=\"paracetamol\"><span class=\"search-term-highlight\">paracetamol</span></a>) with an opioid component reduce the scope for effective titration of the individual components in the management of pain of varying intensity.</p> \n  <p>Compound analgesic preparations containing <a href=\"/#/content/bnf/_970446495\" title=\"paracetamol\"><span class=\"search-term-highlight\">paracetamol</span></a> or <a href=\"/#/content/bnf/_456850132\" title=\"aspirin\">aspirin</a> with a <i>low dose</i> of an opioid analgesic (e.g. 8&nbsp;mg of <a href=\"/#/content/bnf/_500221934\" title=\"codeine phosphate\">codeine phosphate</a> per compound tablet) are commonly used, but the advantages have not been substantiated. The low dose of the opioid may be enough to cause opioid side-effects (in particular, constipation) and can complicate the treatment of <b>overdosage</b> yet may not provide significant additional relief of pain.</p> \n  <p>A <i>full dose</i> of the opioid component (e.g. 60&nbsp;mg <a href=\"/#/content/bnf/_500221934\" title=\"codeine phosphate\">codeine phosphate</a>) in compound analgesic preparations effectively augments the analgesic activity but is associated with the full range of opioid side-effects (including nausea, vomiting, severe constipation, drowsiness, respiratory depression, and risk of dependence on long-term administration). <b>Important</b>: the elderly are particularly susceptible to opioid side-effects and should receive lower doses.</p> \n  <p>In general, when assessing pain, it is necessary to weigh up carefully whether there is a need for a non-opioid and an opioid analgesic to be taken simultaneously.</p> \n  <p><b>Caffeine</b> is a weak stimulant that is often included, in small doses, in analgesic preparations. It is claimed that the addition of caffeine may enhance the analgesic effect, but the alerting effect, mild habit-forming effect and possible provocation of headache may not always be desirable. Moreover, in excessive dosage or on withdrawal caffeine may itself induce headache.</p> \n  <p><b>Co-proxamol</b> tablets (dextropropoxyphene in combination with <span class=\"search-term-highlight\">paracetamol</span>) are no longer licensed because of safety concerns, particularly toxicity in overdose. Co-proxamol tablets [unlicensed] may still be prescribed for patients who find it difficult to change, because alternatives are not effective or suitable.</p> \n </div> \n</div>\n<div id=\"section_133479411-2\">\n <h2>Opioid analgesics and dependence</h2> \n <p>Opioid analgesics are usually used to relieve moderate to severe pain particularly of visceral origin. Repeated administration may cause dependence and tolerance, but this is no deterrent in the control of pain in terminal illness. Regular use of a potent opioid may be appropriate for certain cases of chronic non-malignant pain.</p> \n <p>For general guidance on the use of opioid analgesics in chronic pain, see <a href=\"/#/content/bnf/_504193405\" title=\"Pain, Chronic\">Pain, Chronic</a>.</p> \n <div>\n  <h3>Strong opioids</h3> \n  <p><a href=\"/#/content/bnf/_761904314\" title=\"Morphine\">Morphine</a> remains the most valuable opioid analgesic for severe pain although it frequently causes nausea and vomiting. It is the standard against which other opioid analgesics are compared. In addition to relief of pain, <a href=\"/#/content/bnf/_761904314\" title=\"morphine\">morphine</a> also confers a state of euphoria and mental detachment.</p> \n  <p><a href=\"/#/content/bnf/_761904314\" title=\"Morphine\">Morphine</a> is the opioid of choice for the oral treatment of <i>severe pain in palliative care</i>. It is given regularly every 4 hours (or every 12 or 24 hours as modified-release preparations).</p> \n  <p><a href=\"/#/content/bnf/_763193787\" title=\"Buprenorphine\">Buprenorphine</a> has both opioid agonist and antagonist properties and may precipitate withdrawal symptoms, including pain, in patients dependent on other opioids. It has abuse potential and may itself cause dependence. It has a much longer duration of action than <a href=\"/#/content/bnf/_761904314\" title=\"morphine\">morphine</a> and sublingually is an effective analgesic for 6 to 8 hours. Unlike most opioid analgesics, the effects of <a href=\"/#/content/bnf/_763193787\" title=\"buprenorphine\">buprenorphine</a> are only partially reversed by <a href=\"/#/content/bnf/_953600571\" title=\"naloxone hydrochloride\">naloxone hydrochloride</a>.</p> \n  <p>Dipipanone hydrochloride used alone is less sedating than <a href=\"/#/content/bnf/_761904314\" title=\"morphine\">morphine</a> but the only preparation available contains an antiemetic and is therefore not suitable for regular regimens in palliative care.</p> \n  <p><a href=\"/#/content/bnf/_184210291\" title=\"Diamorphine hydrochloride\">Diamorphine hydrochloride</a> (heroin) is a powerful opioid analgesic. It may cause less nausea and hypotension than <a href=\"/#/content/bnf/_761904314\" title=\"morphine\">morphine</a>. In <i>palliative care</i> the greater solubility of <a href=\"/#/content/bnf/_184210291\" title=\"diamorphine hydrochloride\">diamorphine hydrochloride</a> allows effective doses to be injected in smaller volumes and this is important in the emaciated patient.</p> \n  <p><a href=\"/#/content/bnf/_956944123\" title=\"Alfentanil\">Alfentanil</a>, <a href=\"/#/content/bnf/_131505096\" title=\"fentanyl\">fentanyl</a> and <a href=\"/#/content/bnf/_571710973\" title=\"remifentanil\">remifentanil</a> are used by injection for intra-operative analgesia; <a href=\"/#/content/bnf/_131505096\" title=\"fentanyl\">fentanyl</a> is available in a transdermal drug delivery system as a self-adhesive patch which is changed every 72 hours.</p> \n  <p><a href=\"/#/content/bnf/_632459504\" title=\"Methadone hydrochloride\">Methadone hydrochloride</a> is less sedating than <a href=\"/#/content/bnf/_761904314\" title=\"morphine\">morphine</a> and acts for longer periods. In prolonged use, <a href=\"/#/content/bnf/_632459504\" title=\"methadone hydrochloride\">methadone hydrochloride</a> should not be administered more often than twice daily to avoid the risk of accumulation and opioid overdosage. <a href=\"/#/content/bnf/_632459504\" title=\"Methadone hydrochloride\">Methadone hydrochloride</a> may be used instead of <a href=\"/#/content/bnf/_761904314\" title=\"morphine\">morphine</a> in the occasional patient who experiences excitation (or exacerbation of pain) with <a href=\"/#/content/bnf/_761904314\" title=\"morphine\">morphine</a>.</p> \n  <p><a href=\"/#/content/bnf/_181631345\" title=\"Oxycodone hydrochloride\">Oxycodone hydrochloride</a> has an efficacy and side-effect profile similar to that of <a href=\"/#/content/bnf/_761904314\" title=\"morphine\">morphine</a>. It is commonly used as a second-line drug if morphine is not tolerated or does not control the pain.</p> \n  <p><i>Papaveretum</i> is rarely used; <a href=\"/#/content/bnf/_761904314\" title=\"morphine\">morphine</a> is easier to prescribe and less prone to error with regard to the strength and dose.</p> \n  <p><a href=\"/#/content/bnf/_110873476\" title=\"Pentazocine\">Pentazocine</a> has both agonist and antagonist properties and precipitates withdrawal symptoms, including pain in patients dependent on other opioids. By injection it is more potent than <a href=\"/#/content/bnf/_368420593\" title=\"dihydrocodeine tartrate\">dihydrocodeine tartrate</a> or <a href=\"/#/content/bnf/_500221934\" title=\"codeine phosphate\">codeine phosphate</a>, but hallucinations and thought disturbances may occur. It is not recommended and, in particular, should be avoided after myocardial infarction as it may increase pulmonary and aortic blood pressure as well as cardiac work.</p> \n  <p><a href=\"/#/content/bnf/_221746959\" title=\"Pethidine hydrochloride\">Pethidine hydrochloride</a> produces prompt but short-lasting analgesia; it is less constipating than <a href=\"/#/content/bnf/_761904314\" title=\"morphine\">morphine</a>, but even in high doses is a less potent analgesic. It is not suitable for severe continuing pain. It is used for analgesia in labour; however, other opioids, such as <a href=\"/#/content/bnf/_761904314\" title=\"morphine\">morphine</a> or <a href=\"/#/content/bnf/_184210291\" title=\"diamorphine hydrochloride\">diamorphine hydrochloride</a>, are often preferred for obstetric pain.</p> \n  <p><a href=\"/#/content/bnf/_443493907\" title=\"Tapentadol\">Tapentadol</a> produces analgesia by two mechanisms. It is an opioid-receptor agonist and it also inhibits noradrenaline reuptake. Nausea, vomiting, and constipation are less likely to occur with <a href=\"/#/content/bnf/_443493907\" title=\"tapentadol\">tapentadol</a> than with other strong opioid analgesics.</p> \n  <p><a href=\"/#/content/bnf/_886987812\" title=\"Tramadol hydrochloride\">Tramadol hydrochloride</a> produces analgesia by two mechanisms: an opioid effect and an enhancement of serotonergic and adrenergic pathways. It has fewer of the typical opioid side-effects (notably, less respiratory depression, less constipation and less addiction potential); psychiatric reactions have been reported.</p> \n </div> \n <div>\n  <h3>Weak opioids</h3> \n  <p><a href=\"/#/content/bnf/_500221934\" title=\"Codeine phosphate\">Codeine phosphate</a> can be used for the relief of mild to moderate pain where other painkillers such as <a href=\"/#/content/bnf/_970446495\" title=\"paracetamol\"><span class=\"search-term-highlight\">paracetamol</span></a> or <a href=\"/#/content/bnf/_778077044\" title=\"ibuprofen\">ibuprofen</a> have proved ineffective.</p> \n  <p><a href=\"/#/content/bnf/_368420593\" title=\"Dihydrocodeine tartrate\">Dihydrocodeine tartrate</a> has an analgesic efficacy similar to that of <a href=\"/#/content/bnf/_500221934\" title=\"codeine phosphate\">codeine phosphate</a>. Higher doses may provide some additional pain relief but this may be at the cost of more nausea and vomiting.</p> \n  <p><a href=\"/#/content/bnf/_526020394\" title=\"Meptazinol\">Meptazinol</a> is claimed to have a low incidence of repiratory depression. It has a reported length of action of 2 to 7 hours with onset within 15 minutes.</p> \n </div> \n <div>\n  <h3>Postoperative analgesia</h3> \n  <p><span> <span class=\"evidence-grading\">Offer a multimodal approach using a combination of analgesics from different classes to manage postoperative pain.</span> <span class=\"evidence-grading-label\"><a title=\"Strength of recommendation: High\" href=\"/#/content/bnf/PHP98621\" class=\"evidence-grading-link tooltipstered\">A</a></span> </span> For further information on postoperative analgesia, see <a href=\"/#/content/bnf/_552403019\" title=\"Peri-operative analgesia\">Peri-operative analgesia</a>. The use of intra-operative opioids affects the prescribing of postoperative analgesics. A postoperative opioid analgesic should be given with care since it may potentiate any residual respiratory depression.</p> \n  <p><a href=\"/#/content/bnf/_761904314\" title=\"Morphine\">Morphine</a> is used most widely. <a href=\"/#/content/bnf/_886987812\" title=\"Tramadol hydrochloride\">Tramadol hydrochloride</a> is not as effective in severe pain as other opioid analgesics. <a href=\"/#/content/bnf/_763193787\" title=\"Buprenorphine\">Buprenorphine</a> may antagonise the analgesic effect of previously administered opioids and is generally not recommended. <a href=\"/#/content/bnf/_221746959\" title=\"Pethidine hydrochloride\">Pethidine hydrochloride</a> is generally not recommended for postoperative pain because it is metabolised to norpethidine which may accumulate, particularly in renal impairment; norpethidine stimulates the central nervous system and may cause convulsions.</p> \n  <p>Opioids are also given epidurally [unlicensed route] in the postoperative period but are associated with side-effects such as pruritus, urinary retention, nausea and vomiting; respiratory depression can be delayed, particularly with <a href=\"/#/content/bnf/_761904314\" title=\"morphine\">morphine</a>.</p> \n  <p>Patient-controlled analgesia (PCA) can be used to relieve postoperative pain—consult individual hospital protocols.</p> \n </div> \n <div>\n  <h3>Pain management and opioid dependence</h3> \n  <p>Although caution is necessary, patients who are dependent on opioids or have a history of drug dependence may be treated with opioid analgesics when there is a clinical need. Treatment with opioid analgesics in this patient group should normally be carried out with the advice of specialists. However, doctors do not require a special licence to prescribe opioid analgesics to patients with opioid dependence for relief of pain due to organic disease or injury.</p> \n </div> \n</div>",
    "doi": "https://doi.org/10.18578/BNF.133479411"
  }
}
